"current-language" = "現在の言語";
"OK" = "OK";
"Cancel" = "キャンセル";
"Error" = "エラー";
"Untitled" = "名称未設定";
"Stop" = "中止";
"none" = "なし";
"default" = "デフォルト";
"Copy of %@" = "%@ のコピー";
"Read Me" = "お読みください";
"History" = "履歴";
"Clear History" = "履歴を消去";
"Remove all" = "すべてを削除";
"Remove selection" = "選択項目を削除";
"Are you sure you want to clear the whole history ?\nThis operation is irreversible." = "全ての履歴を消去してもよろしいですか？\nこの操作は取り消せません。";
"Hide preamble" = "プリアンブルを隠す";
"Show preamble" = "プリアンブルを表示";
"Hide History" = "履歴を隠す";
"Show History" = "履歴を表示";
"Hide Library" = "ライブラリを隠す";
"Show Library" = "ライブラリを表示";
"Apply History item" = "履歴項目を適用";
"Delete History item" = "履歴項目を削除";
"Delete History items" = "複数の履歴項目を削除";
"Change History item background color" = "履歴項目の背景色を変更";
"Apply Library item" = "ライブラリ項目を適用";
"Add Library folder" = "ライブラリフォルダを追加";
"Add Library item" = "ライブラリ項目を追加";
"Add Library items" = "複数のライブラリ項目を追加";
"Delete Library item" = "ライブラリ項目を削除";
"Delete Library items" = "複数のライブラリ項目を削除";
"Move Library items" = "複数のライブラリ項目を移動";
"Change Library item name" = "ライブラリ項目の名称を変更";
"Change Library item background color" = "ライブラリ項目の背景色を変更";
"Change Library items background color" = "ライブラリ項目の背景色を変更";
"Import library..." = "ライブラリをインポート...";
"Export library..." = "ライブラリをエクスポート...";
"Import history..." = "履歴をインポート...";
"Export history..." = "履歴をエクスポート...";
"Loading error" = "読み込みエラー";
"An error occured while saving" = "保存するときにエラーが発生しました";
"The file does not appear to be a valid format" = "ファイルはおそらく有効なフォーマットではありません";
"New encapsulation" = "新規エンカプセレーション";
"Change the encapsulation" = "エンカプセレーションを変更";
"Remove encapsulation item" = "エンカプセレーションを削除";
"Remove encapsulation items" = "複数のエンカプセレーションを削除";
"Move the encapsulation" = "エンカプセレーションを移動";
"Move encapsulations" = "複数のエンカプセレーションを移動";
"New configuration" = "新規設定";
"Change the configuration" = "設定を変更";
"Remove configuration items" = "複数の設定項目を削除";
"Remove configuration item" = "設定項目を削除";
"Move the configuration" = "設定を移動";
"Move configurations" = "複数の設定を移動";
"processing" = "処理中";
"executing" = "実行中";
"error while processing" = "処理中のエラー";
"used for font color" = "フォントカラーに使用される";
"no color.sty found" = "color.sty が見つかりませんでした";
"useful to type directly diacritic characters" = "分音符付きラテン文字の入力に役立つ";
"%@ not found or does not work as expected" = "%@ が見つからなかったか期待するように動作しませんでした。";
"%@ is required" = "%@が必要です";
"The current configuration of LaTeXiT requires %@ to work." = "現在の LaTeXiT の設定は動作のために %@ を必要とします。";
"You need ps2pdf to export as \"PDF with outlined fonts\"" = "“アウトラインフォント付きのPDF”としての書き出しには ps2pdf が必要です";
"Find %@..." = "%@ を検索...";
"What's that ?" = "詳しい情報";
"LaTeXiT relies on a functional LaTeX installation. But if you do not know what LaTeX is, you may find it difficult to find and install it. A help section of the documentation is dedicated to that part." = "LaTeXiT は動作可能な LaTeX のインストールを必要とします。もし LaTeX について知らない場合は、適切な LaTeX を見つけてインストールすることが難しいかもしれません。ドキュメントのヘルプセクションに情報があります。";
"See help..." = "ヘルプを見る...";
"Install LaTeX" = "LaTeX をインストール";
"pdflatex, latex, dvipdf, xelatex or gs (depending to the current configuration) seems unavailable in your system. Please check their installation." = "pdflatex, latex, dvipdf, xelatex or gs （設定に依存）が利用できないようです。それらのインストールを確認してください。";
"color.sty seems to be unavailable" = "color.sty が利用できないようです";
"Without the color.sty package, you won't be able to change the font color" = "フォントの色を変えるには color.sty が必要です";
"color.sty package seems not to be present in your LaTeX installation. So, color font change is disabled." = "あなたの LaTeX 環境に color.sty が見つかりません。そのためフォントの色を変更することができません。";
"This text is not LaTeX compliant; or perhaps it is a preamble problem ? You can check it in LaTeXiT" = "このテキストは LaTeX として正しくないか、おそらくプリアンブルに問題があります。LaTeXiT 上で確認できます";
"Empty LaTeX body" = "空の LaTeX 本文";
"Process anyway" = "処理を続ける";
"You did not type any text in the body. The result will certainly be empty." = "本文に入力されていません。 結果は確実に空になります。";
"An error occured while trying to create the file :\n%@" = "次のファイルを作成するときにエラーが発生しました :\n%@";
"An error occured while trying to create the file with command:\n%@" = "次のコマンドを用いてファイルを作成するときにエラーが発生しました :\n%@";
"http://pierre.chachatelier.fr/latexit/index.php" = "http://pierre.chachatelier.fr/latexit/index.php?lang=en";
"http://pierre.chachatelier.fr/latexit/latexit-donations.php" = "http://pierre.chachatelier.fr/latexit/latexit-donations.php?lang=en";
"Equation linked with another application" = "他のアプリケーションとリンクしている数式";
"Equation linked with library item" = "ライブラリ項目にリンクした数式";
"The Linkback link is active" = "LinkBackでリンクしています";
"The Linkback link is suspended" = "LinkBackのリンクを停止しています";
"Suspend Linkback link" = "LinkBackのリンクを停止する";
"Resume Linkback link" = "LinkBackのリンクを再開";
"LaTeXiT cannot be run properly, please check its configuration" = "LaTeXiT は正しく動作しません。設定を確認してください";
"Do you want to load the library <%@> ?" = "ライブラリ <%@> をロードしますか？";
"If you choose <Replace the library>, the current library will be lost" = " <ライブラリを置き換える> を選択すると、現在のライブラリは失われます";
"Add to the library" = "ライブラリに追加";
"Replace the library" = "ライブラリを置換";
"Do you want to load the history <%@> ?" = "履歴 <%@> をロードしますか？";
"If you choose <Replace the history>, the current history will be lost" = " <履歴を置き換える> を選択すると、現在の履歴は失われます";
"Add to the history" = "履歴に追加";
"Replace the history" = "履歴を置換";
"Open in LaTeXiT" = "LaTeXiT で開く";
"Check for new versions" = "新しいバージョンを確認";
"An error occured while trying to reach %@.\nYou should check your network." = "%@ を開こうとしてエラーが発生しました\nネットワークの接続状況を確認してください。";
"Open download page" = "ダウンロードページを開く";
"General" = "一般";
"Edition" = "テキスト編集";
"Preambles" = "プリアンブル";
"Body templates" = "本文テンプレート";
"Templates" = "テンプレート";
"Composition" = "プログラム";
"Service" = "サービス";
"Advanced" = "詳細";
"Web" = "ウェブ";
"Plugins" = "機能拡張";
"Reset preamble" = "プリアンブルをリセット";
"Are you sure you want to reset the preamble ?\nThis operation is irreversible." = "プリアンブルを本当にリセットしますか？\nこの操作は取り消せません";
"Do you really want to apply that preamble to the library items ?" = "本当にこのプリアンブルをライブラリ項目に適用しますか？";
"Their old preamble will be overwritten. If it was a special preamble that had been tuned to generate them, it will be lost." = "古いプリアンブルは上書きされます。これまでの変換に必要な特別なプリアンブルだとすると、それが失われます。";
"Apply" = "適用";
"Typeset LaTeX Maths eqnarray" = "LaTeX 数式 eqnarray 環境でタイプセット";
"Typeset LaTeX Maths align" = "LaTeX 数式 Align 環境でタイプセット";
"Typeset LaTeX Maths display" = "LaTeX 数式ディスプレイモードでタイプセット";
"Typeset LaTeX Maths inline" = "LaTeX 数式インラインモードでタイプセット";
"Typeset LaTeX Text" = "LaTeX テキストモードでタイプセット";
"Un-latexize the equations" = "数式を LaTeX コードに戻す";
"Detect and typeset equations" = "数式の検出とタイプセット";
"Loading History" = "履歴を読み込み中";
"Saving History" = "履歴を保存中";
"Loading Library" = "ライブラリを読み込み中";
"Saving Library" = "ライブラリを保存中";
"Pre-processing" = "プロセスの前";
"Middle-processing" = "プロセスと同時";
"Post-processing" = "プレセスの後";
"Edit configurations list..." = "構成リストを編集...";
"%d equation could not be converted because of syntax errors in it. You should also check if it is compatible with the default preamble in use." = "%d 数式がシンタックスエラーのため変換できませんでした。プリアンブルとの整合も確認してください。";
"%d equations could not be converted because of syntax errors in them. You should also check if they are compatible with the default preamble in use." = "%d 複数の数式がシンタックスエラーのため変換できませんでした。プリアンブルとの整合についても確認してください。";
"unexpected error, please see \"LaTeX > Display last log\"" = "予期しないエラーが起きました。LaTeX メニューから「最後のログを表示」を見てください";
"New text shortcut" = "新規テキストショートカット";
"Change the text shortcut" = "キーマップを変更";
"Remove text shortcuts" = "複数のキーマップを削除";
"Remove text shortcut" = "キーマップを削除";
"Move the text shortcut" = "テキストショートカットを移動";
"Move text shortcuts" = "複数のテキストショートカットを移動";
"You may not be updating the good equation" = "おそらく意図しない項目を更新しようとしています";
"Update the equation" = "数式をアップデート";
"You changed the library selection since the last equation was imported into the editor" = "エディタにインポートしたライブラリ項目と異なる項目を選択しています";
"Shell" = "シェル";
"Body" = "本文";
"File" = "ファイル";
"Content" = "内容";
"Define a script" = "スクリプトを定義";
"Use existing script" = "既存のスクリプトを使用";
"Script failed" = "問題があるスクリプト";
"Script too long : timeout reached" = "スクリプトが長すぎます : 時間切れになりました";
"Palette installation" = "パレットのインストール";
"It does not appear to be a valid Latex palette package" = "有効な LaTeX パレットではないようです";
"Do you want to install the palette %@ ?" = "パレット %@ をインストールしますか？";
"This palette will be installed into \n%@" = "以下にパレットをインストールします\n%@";
"Install palette" = "パレットをインストール";
"Could not create path" = "パスを作成できませんでした";
"The path %@ could not be created to install a palette in it" = "パレットをインストールするための場所 %@ を作成できませんでした";
"The palette %@ already exists, do you want to replace it ?" = "%@ パレットが既に存在します。置き換えますか？";
"A file or folder with the same name already exists in %@. Replacing it will overwrite its current contents." = "同じ名前のファイルまたはフォルダが %@ にすでに存在します。これを置き換えると現在の内容が上書きされます。";
"Replace" = "置換";
"Installation failed" = "インストールに失敗しました";
"%@ could not be installed as %@" = "%@ を %@ としてインストールすることができませんでした。";
"Author" = "作者";
"Display the error message" = "エラーメッセージを表示";
"Error message" = "エラーメッセージ";
"Enlarge the text area" = "入力エリアを大きくする";
"Reduce the text area" = "入力エリアを小さくする";
"New Service shortcuts could not be set" = "新しいサービスのショートカットを設定できませんでした";
"Authentication failed or did not allow to rewrite the <Info.plist> file inside the LaTeXiT.app bundle" = "パスワード認証に失敗したか LaTeXiT.app バンドル内にある <Info.plist> ファイルの書き換えが許可されませんでした。";
"The current Service shortcuts of LaTeXiT do not match the ones defined in the preferences" = "現在の LaTeXiT サービスのショートカットは環境設定で定義されたものと一致しません";
"Apply preferences" = "環境設定を適用";
"Update preferences" = "環境設定をアップデート";
"Ignore" = "無視";
"__EXPLAIN_CHANGE_SHORTCUTS__" = "";
"PDF Equation" = "PDF 数式";
"Text file" = "テキストファイル";
"LaTeXiT library" = "LaTeXiT ライブラリ";
"LaTeXiT history" = "LaTeXiT 履歴";
"LaTeX Equation Editor library" = "LaTeX Equation Editor ライブラリ";
"LaTeXiT LaTeX Palette" = "LaTeXiT LaTeX パレット";
"Additional files" = "補足ファイル";
"Default Format" = "デフォルトフォーマット";
"PDF with outlined fonts" = "PDF with outlined fonts";
"PDF without embedded fonts" = "PDF with outlined fonts";
"PDF w.o.f." = "PDF w.o.f.";
"PDF vector format" = "PDF";
"EPS vector format" = "EPS";
"SVG vector format" = "SVG";
"TIFF bitmap format" = "TIFF";
"PNG bitmap format" = "PNG";
"JPEG bitmap format" = "JPEG";
"MathML text format" = "MathML";
"Migrating history to new format" = "履歴を新しいフォーマットに移行しています";
"Migrating library to new format" = "ライブラリを新しいフォーマットに移行しています";

/* Preferences */
"Edit the configurations..." = "構成を編集...";

/* document */
"clipboard" = "クリップボード";
"Text" = "Text";
"Font size :" = "フォントサイズ :";
"Color :" = "カラー :";
"LaTeX it!" = "LaTeX it!";
"Copy the image as" = "イメージをコピー";
"Switch to mini-window" = "ミニウインドウに切り替え";
"Switch to normal window" = "ノーマルウインドウに切り替え";
"line" = "線";

/* document extra panels */
"Execution log" = "実行ログ";
"Drag through areas to change export type" = "ドラッグをエリアに重ねて書き出しフォーマットを変更";
"JPEG Quality" = "JPEG 品質";
"least" = "最低";
"low" = "低";
"medium" = "中";
"high" = "高";
"maxi" = "最高";
"Quality" = "品質";
"Background color" = "背景色";
"Path to pdf2svg" = "pdf2svg のパス";
"Format" = "フォーマット";
"Change" = "変更";
"Options" = "オプション";
"Scale" = "スケール";
"Warning : jpeg does not manage transparency" = "警報 : JPEGの背景は透明になりません。";
"Warning : pdf2svg path is invalid" = "警報 : pdf2svg のパスが正しくありません";

/* Library */
"Library" = "ライブラリ";
"Reach default library" = "デフォルトのライブラリを取得";
"Add to current library" = "現在のライブラリに追加";
"Overwrite current library" = "現在のライブラリを上書きする";
"Change library in use" = "使用するライブラリを変更";
"Export the selection only" = "選択項目のみをエクスポート";
"Format :" = "フォーマット :";
"Add a folder" = "フォルダを追加";
"Add current equation" = "現在の数式を追加";
"Rename selection" = "選択項目を名称変更";
"Replace selection by current equation" = "選択項目を現在の数式に置き換え";
"Import..." = "インポート...";
"Export..." = "エクスポート...";
"Display the equations in real size on mouse over" = "マウスオーバーで数式を実際のサイズで表示";
"Open the equation in a document" = "数式を書類の中で開く";
"Open the equation in a linked document" = "数式をリンクした書類の中で開く";

/* History */
"Add to current history" = "現在の履歴に追加";
"Overwrite current history" = "現在の履歴を上書きする";
"Lock" = "ロックする";
"Unlock" = "ロックを解除する";

/* palette : additional files */
"Open defaults" = "デフォルトを開く";
"Save as defaults" = "デフォルトとして保存";

/* palette : composition */
"Composition configurations" = "プログラムの構成";

/* palette : encapsulations */
"Encapsulations" = "エンカプセレーション";

/* palette : LaTeX */
"LaTeX Palette" = "LaTeX パレット";
"Details" = "詳細";
"LaTeX Code :" = "LaTeX コード :";
"Requires :" = "必要 :";

/* palette : margins */
"Custom margins" = "余白の設定";
"Save as default margins" = "デフォルトの余白として保存";

/* automator */
"Unknown error. Please make sure that LaTeXiT has been run once and is fully functional." = "不明のエラー。LaTeXiT が正常に動作しているかを確認してください。";